{
  "steps": [
    {
      "label": "Welcome to the Jur Beta Platform!",
      "body": "<p><em>Please take some time to understand this for your own safety.</em></p><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/rjRoTejsxFQ\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe><p>Are you ready to enter a new dimension of business relations and trust?</p><p>The Jur Beta Platform allows parties to create a contract and solve any possible controversy through the use of a dispute resolution system. For those unfamiliar to this terminology, please refer to the FAQ sections of the <a href=\"https://jur.io/frequently-asked-questions/#jur-editor\" target=\"_blank\">Jur Editior</a> (contract creation) and of the <a href=\"https://jur.io/frequently-asked-questions/#open-layer\" target=\"_blank\">Jur Open Layer</a> (dispute resolution). Even though this resolution is not legally binding keep in mind that when two parties use the Jur Beta Platform and the Open Layer all the funds are <a href=\"https://en.wikipedia.org/wiki/Escrow\" target=\"_blank\">escrowed</a> in order to guarantee the parties of a resolution in case of disputes. This is meant to guarantee a system of trust between the parties. Jur is committed to a better justice and the Jur Beta Platform is built with this goal in mind.</p>"
    },
    {
      "label": "Create Your Own Smart Legal Contract",
      "body": "<p>Create a new legal contract: press <em>Create new smart contract</em>. Now you should fill yours and your counterparty's details. If you insert both the emails, all the major events will be notified to you via email. While creating a contract, you should be specifying who will be shifting the funds in escrow (generally the client) and what penalty fees the parties should be depositing as a guarantee to the other party to enter into a contract. If you are a designer you might want your client to put some extra amount in the escrow just in case they make you work more than the fair/agreed value and you would like to get back not only the due amount but even a bit more given the extra work. Use your common sense, but always explain the reason for your requests, to help the counterparty better understand your needs.</p><p>Remember to fill the KPI (Key Performance Indicators) and the Resolution Proof in great detail. This will help any voter to better evaluate the dispute, if it may arise. Feel free to attach as many documents as you want that are related to the contract.</p><p>Now you are all set, pay your dues through Comet and send the contract to the counterparty if they accept the contract will be live!</p>"
    },
    {
      "label": "Enforce your Smart Legal Contract",
      "body": "<p>Has your contract reached its deadline? You have two options: either you close it with success if you are happy with the result (and your counterparty as well) or you can open a dispute.</p><p>To close it successfully just hit the success button and your counterparty will be able either to accept or reject it. In case of rejection, a dispute will be opened.</p><p>In case you are not happy with how things went with your counterparty feel free to hit the Dispute button and decide if you want to create a friendly resolution (which is an internal proposal to your counterparty) or an open dispute (which is a proposal submitted to the whole Jur community).</p><p>In both cases, you need to fill an explanation that goes into the detail of why you are opening a dispute and why you have chosen specific resolution numbers (e.g. get back 90% and give to the counterparty 10% of the amounts escrowed). Apart from that, you should select how much of the funds you will receive back and how much you counterparty will.</p><p>Feel free to add documents and evidence that support your view. It will be crucial for both your counterparty and the voters to evaluate.</p><p>If you are ready just press <em>Send</em>, pay a small dispute fee through Comet and your dispute resolution proposal will reach your counterparty. Now you just need to wait and see!</p>"
    },
    {
      "label": "A revolutionary game theory approach for dispute resolution",
      "body": "<p>The Jur Beta Platform is no game, but there is a lot to play with.</p><p>The entire mechanism of the dispute resolution system upon which the Jur Open Layer is based grants the community the opportunity to earn upon staking JUR tokens on third parties open disputes. This way, the JBP offers a fast and incorruptible decision, while gamifying the experience of dispute resolution.</p><p>Any JUR token holder can vote and express his/her opinions about the dispute. Funds will be automatically distributed according to the fairest voted dispute resolution proposal. Learn how to get your first JUR tokens and start earning for a better, fairer justice!</p><p>Start using the platform now, or check out our articles: <a href=\"https://medium.com/jur-io/tagged/jur-beta-platform\" target=\"_blank\">https://medium.com/jur-io/tagged/jur-beta-platform</a></p>"
    }
  ]
}
